Repository: AquaSaude/testeBovCria
Catalog: lib/l10n/app_*.arb
Languages: pt

# helloWorld
source: CONTENTS
pt: CONTEÚDO

source: Rate
pt: Taxas

source: Goals
pt: Metas

source: Tips
pt: Dicas

# did
source: Did you know that...
pt: Você sabia que...

# info
source: INFORMATION
pt: INFORMAÇÕES

# time
source: Team
pt: Equipe

# bibliografia
source: Bibliography
pt: Bibliografia

# contato
source: Contact us
pt: Contate-nos

# share
source: BovCria provides support for the evaluation of results from cow-calf systems Now available for Android! Download from: https://play.google.com/store/apps/details?id=bovcria.ddpaseapi.rs.gov.br.bovcria
pt: O BovCria fornece apoio para a avaliação dos resultados de rebanhos de cria. Já disponível para Android! Faça download em: https://play.google.com/store/apps/details?id=bovcria.ddpaseapi.rs.gov.br.bovcria

# share2
source: Share APP
pt: Compartilhar APP

# metas
source: GOALS FOR HERD
pt: METAS PARA REBANHO

# metasgerais
source: General Goals
pt: Metas gerais

# interpartos
source: • Births interval of 365 days; • Slaughter of 5% of no pregnant cows at the end of the breeding season; • Heifers calving at 24 months of age; • Compact breeding season with 80% of calving occurring within 42 days; • Proximity of the calving season with the availability of pastures; • Replacement rate from 16 to 18%; • Females staybility.
pt: • Intervalo entre partos de 365 dias; • Abate de 5% de vacas vazias ao final da estação reprodutiva; • Novilhas parindo aos 24 meses de idade; • Estação de monta compacta com 80% dos partos ocorrendo em 42 dias; • Proximidade da estação de parição com a disponibilidade de pastos; • Taxa de reposição de 16 a 18%; • Longevidade das fêmeas.

# bemvindo
source: Welcome to BovCria!
pt: Seja bem vindo ao BovCria!

# objetivo
source: The purpose of BOVCRIA is to provide tools for farmers, professionals and students of agricultural sciences to quickly assess the results of cow-calf systems.
pt: O objetivo do BOVCRIA é dar ferramentas para que criadores, profissionais e estudantes de ciências agrárias possam avaliar resultados dos rebanhos de cria, de forma ágil e rápida.

# calculo
source: In the app it is possible to calculate conception rate, calving rate, weaning rate of females, among others.
pt: No app é possível calcular taxa de concepção, taxa de parição, taxa de desmame das fêmeas, entre outras.

# auxilio
source: It helps in the adoption of good management practices to achieve better reproductive rates for cow-calf systems.
pt: Auxilia na adoção de boas práticas de manejo para alcançar melhores índices reprodutivos dos rebanhos de cria.

# utilize
source: Use the menu below to navigate the app!
pt: Utilize o menu abaixo para navegar no aplicativo!

# taxas
source: RATE
pt: TAXAS

# idade
source: Age of first calving
pt: Idade do primeiro parto

# motalidade
source: Mortality rates
pt: Taxas de mortalidade

# intervalo
source: Calving interval
pt: Intervalo entre partos

# concepcao
source: Conception rate
pt: Taxa de concepção

# paricao
source: Calving rate
pt: Taxa de parição

# desmame
source: Weaning rates
pt: Taxas de desmame

# producao
source: Production rates
pt: Taxas de produção

# voltar
source: Come back
pt: Voltar

# manejo
source: MANAGEMENT TIPS
pt: DICAS DE MANEJO

# femea
source: Females in general
pt: Fêmeas em Geral

# novilha
source: Heifers
pt: Novilhas

# acasalamento
source: Breeding season
pt: Estação de Acasalamento

# reprodutores
source: BULLS Management
pt: Manejo Reprodutores

# estacao
source: Calving Season
pt: Estação de Nascimentos

# metasespecificas
source: Specific Goals
pt: Metas Específicas

# metasIndicesRepro
source: Targets for reproductive indices according to animal category
pt: Metas para índices reprodutivos de acordo com a categoria animal

# indicesGeraisRebCria
source: General Breeding Herd Indices
pt: Índices gerais do rebanho de cria

# especifProdBovCorte
source: Production and market specifications for beef cattle
pt: Especificações de produção e de mercado para bovinos de corte

# vocesabia
source: Did you know that...
pt: Você Sabia Que...

# fontesVocesabia
source: Source: Greenwood, Clayton, and Bell. doi:10.2527/af.2017-0127
pt: Fonte: Greenwood, Clayton, and Bell. doi:10.2527/af.2017-0127

# fatores
source: • Among the factors that explain the variation in the mother's weight at birth, the main ones are nutrition during the gestational period (50%) and the mother's age (17%); • The main factors that influence variations in birth weight of calves are: mother's birth weight (26%), father's race (11%), calf's sex (5%); and, not considering the mother's weight at birth, 20% refers to maternal nutrition during pregnancy, 8% to the father's race, 6% to the mother's age and 4% to the calf's sex; • The main factors influencing changes in the baby's weaning weight are: mother's nutrition during lactation (41%), mother's weight at birth (14%), baby's age at weaning (6%), sex (5%) and birth weight (3%); • Among the factors influencing weight of the yearling animals, the following stand out: weaning weight (48%), birth weight (13%), sex (9%) and mother's age (2%).
pt: • Entre os fatores que explicam a variação do peso da mãe ao parto, os principais são a nutrição durante o período gestacional (50%) e a idade da mãe (17%); • Os principais fatores que influenciam as variações do peso ao nascer dos bezerros são: peso da mãe ao parto (26%), raça do pai (11%), sexo do bezerro (5%); e, não considerando o peso da mãe ao parto, 20% referência-se a nutrição materna durante a gestação, 8% à raça do pai, 6% à idade da mãe e 4% ao sexo do bezerro; • Os principais fatores que influenciam as variações do peso ao desmame do bebê são: nutrição da mãe durante a lactação (41%), peso da mãe ao parto (14%), idade do bebê ao desmame (6%), sexo (5%) e peso ao nascer (3%); • Entre os fatores que influenciam o peso dos animais ao sobreano destacam-se: peso ao desmame (48%), peso ao nascer (13%), sexo (9%) e idade da mãe (2%).

# inicio
source: START
pt: INICIO

# desenvolvimento
source: Development
pt: Desenvolvimento

# coordenacao
source: Coordinators
pt: COORDENADORAS

# categoriataxas
source: Category/Rate
pt: Categoria/Taxas

# novilhameses
source: Heifer 13-24 months
pt: Novilha 13-24 meses

# novilhameses1
source: Heifer 25-36 months
pt: Novilha 25-36 meses

# taxaconcept
source: Conception Rate
pt: Taxa de Concepção

# taxaParto
source: Calving Rate
pt: Taxa de Parto

# taxaDesmame
source: Weaning Rate
pt: Taxa de Desmame

# relacaoVacaBezerro
source: Relationship Cow/Calf
pt: Relação Vaca/Bezerro

# metasRebanho
source: GOALS FOR HERD
pt: Metas para o Rebanho

# indicesGeraisRebanho
source: Table 2 - General cow-calf Systems Indices
pt: Tabela 2. Índices gerais do rebanho de cria.

# caractTaxas
source: Features/Rates
pt: Características/Taxas

# satisfatorio
source: Satisfactory
pt: Satisfatório

# alerta
source: Alert
pt: Alerta

# idadePrimeiroParto
source: Age at first calving
pt: Idade ao primeiro parto

# vinteQuatroMeses
source: 24 months
pt: 24 Meses

# vinteCincoTrintaSeis
source: 25-36 months
pt: 25-36 meses

# acimaDeTrintaSeis
source: over 36 months
pt: Acima de Trinta e Seis Meses

# trezentosSessentaCincoDias
source: 365 days
pt: 365 dias

# trezentosSessCincoTrezNovCinco
source: 365 a 395 days
pt: 365 a 395 dias

# acimaTrezSessCinco
source: Over de 395 days
pt: Acima de 395 dias

# taxaAnualMortGeral
source: Annual General Mortality Rate
pt: Taxa anual de mortalidade geral

# ateOito
source: Up to 8%
pt: Até 8%

# acimaOito
source: Above 8%
pt: Acima de 8%

# taxaAnualMorteBezerros
source: Annual mortality rate of calves until weaning
pt: Taxa anual de mortalidade de bezerros até o desmame

# acimaDois
source: Above 2%
pt: Acima de 2%

# acimaCinco
source: Above 5%
pt: Acima de 5%

# distocias
source: Annual dystocia rate
pt: Taxa anual de distocias

# tabela3
source: Table 3. Production and market specifications for beef cattle.
pt: Especificações de produção e de mercado para bovinos de corte.

# caractReprod
source: Reproductive Characteristics
pt: Características Reprodutivas

# alvoIndustrial
source: Industrial Target
pt: Alvo Industrial

# br
source: Brazil
pt: Brasil

# novilhasIdade
source: Heifers Age
pt: Novilhas Idade

# mediaQuatorze
source: Average: 14 months
pt: Média: 14 meses

# mediaDezoito
source: Average: 18 months
pt: Média: 18 meses

# idadePub
source: Age at puberty (months)
pt: Idade à puberdade (meses)

# pesoPub
source: Weight at puberty (kg)
pt: Peso à puberdade (kg)

# escoreTratoRepro
source: Reproductive tract score (1-5) early mating season
pt: Escore do trato reprodutivo (1-5) início estação de acasalamento

# machosPeriodoEsc
source: Males Scrotal perimeter (cm)
pt: Machos Perímetro escrotal (cm)

# pesoNascBezerro
source: Calf birth weight (kg)
pt: Peso ao nascer bezerro(kg)

# filhosVacas
source: Calf of cows
pt: Filhos de vacas

# bezerroNovilhas
source: Calf of heifers
pt: Bezerro de novilhas

# condCorpParto
source: Body condition (1-9) at calving
pt: Condição corporal (1-9) ao parto

# intPosParto
source: Postpartum interval (days)
pt: Intervalo pós-parto (dias)

# duracaoEstacao
source: Length of breeding season
pt: Duração da estação de monta (dias)

# longVaca
source: Cow staybility(years)
pt: Longevidade da vaca (anos)

# dicasManejo
source: Management tips
pt: Dicas de Manejo

# femeasGeral
source: Females in general
pt: Fêmeas em geral

# manejoReprod
source: Breeder Management
pt: Manejo Reprodutores

# facaPressao
source: • Apply selection pressure for fertility by discarding heifers and cows that do not conceive or calve at the end of the calving season; • Apply reproductive and ecto and endo parasitic vaccines before the mating season; avoid managing them as much as possible for up to one month after conception to reduce pregnancy losses; • Provide quality mineral salt throughout the year for the entire herd; • For cows with calf at the foot to have greater chances of repeat calving, they must calve with a body condition above 3 (1-5).
pt: • Faça pressão de seleção para fertilidade descartando as novilhas e as vacas que não conceberem ou que parirem no final da estação de nascimento; • Aplique vacinas reprodutivas e ecto e endo parasitários antes da estação de acasalamento; evite ao máximo manejá-las até um mês após a concepção para reduzir perdas gestacionais; • Forneça sal mineral de qualidade durante o ano para todo o rebanho; • Para que vacas com cria ao pé tenham maiores chances de repetir cria, devem parir com uma condição corporal acima de 3 (1-5).

# obterFemeasPrec
source: • To obtain precocious females, start using breeders and sires genetically evaluated for precocity, pay attention to the birth weight of the sires; • Plan the feeding of the mother, a good protein and energy nutrition in the middle third of pregnancy will reflect on the reproductive performance of her progeny; • Higher weights at weaning of the heifers, values ​​above 170Kg, will imply the need for smaller weight gains after weaning until mating; • The heifer must reach at least 55% of the adult weight of the cows in the herd to start mating; • Females, with a reproductive tract score above four (4) and body condition above three, are more likely to conceive in their first mating season; • Start mating heifers at least a month before the other categories, females giving birth early are more likely to repeat offspring.
pt: • Para obter fêmeas precoces, inicie utilizando matrizes e reprodutores avaliados geneticamente para precocidade, fique atento ao peso ao nascer dos reprodutores; • Planeje a alimentação da matriz, uma boa nutrição protéica e energética no terço médio da gestação refletirá no desempenho reprodutivo de sua progênie; • Maiores pesos ao desmame das bezerras, valores acima de 170Kg, implicará em necessidade de menores ganhos de peso no pós-desmame até o acasalamento; • A novilha deverá atingir no mínimo 55% do peso adulto das vacas do rebanho para iniciar o acasalamento; • Fêmeas, com escore do trato reprodutivo acima de quatro (4) e condição corporal acima de três, têm maiores chances de conceber em sua primeira estação de acasalamento; • Inicie o acasalamento das novilhas pelo menos um mês antes das demais categorias, fêmeas parindo cedo têm maiores chances de repetir cria.

# estacaoAcasalamento
source: BREEDING SEASON
pt: ESTAÇÃO DE ACASALAMENTO

# estabelecaEstacao
source: • Establish the mating season and, consequently, calving according to the availability of food and the welfare of the animals; • Start the mating season when 4% of females show signs of heat per day; • In a 90-day mating season, in the first month, 60% of singles come into heat, 30% of heifers and cows with calf, less than 10%. These tend to concentrate their heat at the end of the season. This information is important for distributing the breeders throughout the season.
pt: • Estabeleça a estação de acasalamento e, consequente, parição conforme a disponibilidade de alimentos e o bem-estar dos animais; • Inicie a estação de acasalamento quando 4 % das fêmeas apresentarem sinais de cio ao dia; • Em uma estação de acasalamento de 90 dias, no primeiro mês, 60% das fêmeas solteiras entram em cio, 30% das novilhas e as vacas com cria ao pé, menos de 10%. Estas últimas tendem a concentrar seus cios ao final da estação. Esta informação é importante para fazer a distribuição dos reprodutores ao longo da estação.

# utilizeRepMerito
source: • Use sires with genetic merit, either by artificial insemination or for transfer, in the latter case, they must pass the andrological exam and the libido test ; • Use sires of the same age and, preferably, the same management group in a ratio of 1:25, in the first 45 days of the mating season, this ratio may increase to 1:50 by the end; If the paddocks are of large size, use 6% of breeders; • Review the performance of breeders in the field: juveniles, daily, adults, two to three times a week; You can also identify the dominant individuals in the herd; • Assess body condition, especially young and old bull. • Always keep a reserve of 10 to 15% of suitable bulls on the farm, with a view to possible replacements; • Bulls from other farms need an adaptation period of at least 45 days.
pt: • Utilize reprodutores com mérito genético, seja pela inseminação artificial ou para repasse, neste último caso, devem ser aprovados no exame andrológico e no teste de libido; • Utilize reprodutores de mesma idade e, preferencialmente, mesmo grupo de manejo na proporção de 1:25, nos primeiros 45 dias da estação de acasalamento, podendo esta relação passar para 1:50 até o final; Se os potreiros forem de grande tamanho, utilize 6% de reprodutores; • Revise o desempenho dos reprodutores a campo: jovens, diariamente, adultos, duas a três vezes por semana; Pode-se também identificar os indivíduos dominantes no lote; • Avalie a condição corporal, principalmente os jovens e os de idade avançada; • Sempre mantenha uma reserva de 10 a 15% de reprodutores aptos na propriedade, visando eventuais substituições; • Reprodutores oriundos de outras propriedades necessitam de um período de adaptação de no mínimo 45 dias.

# reservePotreiroMaternidade
source: • Reserve a maternity paddock that allows greater control of the animals, with a good supply of forage, water and shade; • Try to concentrate calving on the first 42 days of the season; • Check if the dam was interested and caring for the newborn calf mainly among first-calf heifers; • Make sure the calf has suckled colostrum; • Dip the calf's navel with antiseptic solutions; • Record all occurrences related to calving such as: type of calving (normal or assisted), occurrence of retained placenta, stillbirths, deformities, among others) and, if possible, weigh the calf and its dam within 24 hours of birth; • Start dosing with endoparasitic from 3 months of age and repeat every 2 months, remember that these animals need strategic deverminations up to 2 years of age at least.
pt: • Reserve um potreiro maternidade que permita um controle maior dos animais, com boa oferta de forragem, água e sombra; • Procure concentrar os partos nos primeiros 42 dias da estação; • Verifique se a mãe teve interesse e cuidados com o recém-nascido; principalmente entre as novilhas de primeira cria; • Certifique-se que o bezerro mamou o colostro; • Trate o umbigo do bezerro com soluções antissépticas; • Registre todas as ocorrências relacionadas à parição, como: tipo de parto (normal ou assistido), ocorrência de retenção de placenta, de natimortos, de deformidades, entre outros) e se possível pese o bezerro e sua mãe até 24 horas após o nascimento; • Inicie as dosificações com endoparasitários a partir dos 3 meses de vida e repita a cada 2 meses, lembre-se que estes animais necessitam desverminações estratégicas até os 2 anos de idade no mínimo.

# erroInformeValor
source: ERROR!!Enter a value greater than zero (0) and/or use a period(.) instead of a comma(,).
pt: ERRO!! Informe um valor maior que zero (0) e/ou utilize ponto(.) no lugar da vírgula(,).

# taxaGeralMortAnualRabanho
source: General annual herd mortality rate
pt: Taxa geral de mortalidade anual de rebanho

source: ERROR!:
pt: ERRO!:
